export const manufacturers = [
    { value: "", label: "בחר יצרן" },
  
    { value: "אאודי", label: "אאודי" },
    { value: "אאודי בלגיה", label: "אאודי בלגיה" },
    { value: "אאודי הונגריה", label: "אאודי הונגריה" },
    { value: "אאודי סלובקיה", label: "אאודי סלובקיה" },
    { value: "אאודי ספרד", label: "אאודי ספרד" },
    { value: "אודי מכסיקו", label: "אודי מכסיקו" },
  
    { value: "אוואטר סין", label: "אוואטר סין" },
    { value: "אומודה סין", label: "אומודה סין" },
  
    { value: "אופל אנגליה", label: "אופל אנגליה" },
    { value: "אופל ד.קוריאה", label: "אופל ד.קוריאה" },
    { value: "אופל סלובקיה", label: "אופל סלובקיה" },
    { value: "אופל פולין", label: "אופל פולין" },
    { value: "אופל פורטוגל", label: "אופל פורטוגל" },
    { value: "אופל צרפת", label: "אופל צרפת" },
    { value: "אופל-בלגיה", label: "אופל-בלגיה" },
    { value: "אופל-גרמניה", label: "אופל-גרמניה" },
    { value: "אופל-ספרד", label: "אופל-ספרד" },
  
    { value: "אורה סין", label: "אורה סין" },
    { value: "איווייס סין", label: "איווייס סין" },
    { value: "איויאיסי סין", label: "איויאיסי סין" },
    { value: "איון סין", label: "איון סין" },
    { value: "איי אם סין", label: "איי אם סין" },
  
    { value: "איסוזו ארה\"ב", label: "איסוזו ארה\"ב" },
    { value: "איסוזו יפן", label: "איסוזו יפן" },
    { value: "איסוזו תאילנד", label: "איסוזו תאילנד" },
  
    { value: "אלפא רומיאו", label: "אלפא רומיאו" },
    { value: "אס דאבל יו אמ", label: "אס דאבל יו אמ" },
    { value: "אסטון מרטין", label: "אסטון מרטין" },
    { value: "אף אי דאבל יו", label: "אף אי דאבל יו" },
    { value: "אקספנג סין", label: "אקספנג סין" },
  
    { value: "ב מ וו אוסטריה", label: "ב מ וו אוסטריה" },
    { value: "ב מ וו ארה\"ב", label: "ב מ וו ארה\"ב" },
    { value: "ב מ וו בריטניה", label: "ב מ וו בריטניה" },
    { value: "ב מ וו גרמניה", label: "ב מ וו גרמניה" },
    { value: "ב מ וו ד. אפר", label: "ב מ וו ד. אפר" },
    { value: "ב מ וו הולנד", label: "ב מ וו הולנד" },
    { value: "ב מ וו הונגריה", label: "ב מ וו הונגריה" },
    { value: "ב מ וו מקסיקו", label: "ב מ וו מקסיקו" },
    { value: "ב מ וו סין", label: "ב מ וו סין" },
  
    { value: "בי ווי די", label: "בי ווי די" },
    { value: "ביואיק ארהב", label: "ביואיק ארהב" },
    { value: "ביואיק קנדה", label: "ביואיק קנדה" },
    { value: "ביואיק_מקסיקו", label: "ביואיק_מקסיקו" },
  
    { value: "בנטלי בריטניה", label: "בנטלי בריטניה" },
  
    { value: "ג'אק סין", label: "ג'אק סין" },
    { value: "ג'אקו סין", label: "ג'אקו סין" },
    { value: "ג'י.אמ.סי ארהב", label: "ג'י.אמ.סי ארהב" },
    { value: "ג'יי.אמ.סי מקס", label: "ג'יי.אמ.סי מקס" },
  
    { value: "ג'יפ איטליה", label: "ג'יפ איטליה" },
    { value: "ג'יפ ארה\"ב", label: "ג'יפ ארה\"ב" },
    { value: "ג'יפ מכסיקו", label: "ג'יפ מכסיקו" },
    { value: "ג'יפ פולין", label: "ג'יפ פולין" },
  
    { value: "גי.אי.סי סין", label: "גי.אי.סי סין" },
    { value: "גיי.איי.סי סין", label: "גיי.איי.סי סין" },
    { value: "גילי סין", label: "גילי סין" },
    { value: "גיפ-ישראל", label: "גיפ-ישראל" },
    { value: "גרייט וול סין", label: "גרייט וול סין" },
  
    { value: "דאבל יו אם איי", label: "דאבל יו אם איי" },
    { value: "דאציה מרוקו", label: "דאציה מרוקו" },
    { value: "דאציה סין", label: "דאציה סין" },
    { value: "דאציה רומניה", label: "דאציה רומניה" },
  
    { value: "דודג' קנדה", label: "דודג' קנדה" },
    { value: "דונגפנג סין", label: "דונגפנג סין" },
  
    { value: "די אס גרמניה", label: "די אס גרמניה" },
    { value: "די.אס צרפת", label: "די.אס צרפת" },
    { value: "די.אף.אס.קיי", label: "די.אף.אס.קיי" },
  
    { value: "דייהו קוריאה ד", label: "דייהו קוריאה ד" },
    { value: "דייהטסו-יפן", label: "דייהטסו-יפן" },
  
    { value: "דיפאל סין", label: "דיפאל סין" },
  
    { value: "האמר-ארה\"ב", label: "האמר-ארה\"ב" },
  
    { value: "הונדה בריטניה", label: "הונדה בריטניה" },
    { value: "הונדה הודו", label: "הונדה הודו" },
    { value: "הונדה טורקיה", label: "הונדה טורקיה" },
    { value: "הונדה מקסיקו", label: "הונדה מקסיקו" },
    { value: "הונדה סין", label: "הונדה סין" },
    { value: "הונדה תאילנד", label: "הונדה תאילנד" },
    { value: "הונדה-ארה\"ב", label: "הונדה-ארה\"ב" },
    { value: "הונדה-יפן", label: "הונדה-יפן" },
    { value: "הונדה-קנדה", label: "הונדה-קנדה" },
  
    { value: "וואי סין", label: "וואי סין" },
    { value: "וויה סין", label: "וויה סין" },
  
    { value: "וולבו ארה\"ב", label: "וולבו ארה\"ב" },
    { value: "וולבו בלגיה", label: "וולבו בלגיה" },
    { value: "וולבו הולנד", label: "וולבו הולנד" },
    { value: "וולבו סין", label: "וולבו סין" },
    { value: "וולבו שוודיה", label: "וולבו שוודיה" },
  
    { value: "זיקר", label: "זיקר" },
  
    { value: "טויוטה אוסטריה", label: "טויוטה אוסטריה" },
    { value: "טויוטה אנגליה", label: "טויוטה אנגליה" },
    { value: "טויוטה ארה\"ב", label: "טויוטה ארה\"ב" },
    { value: "טויוטה בלגיה", label: "טויוטה בלגיה" },
    { value: "טויוטה דרום אפ", label: "טויוטה דרום אפ" },
    { value: "טויוטה טורקיה", label: "טויוטה טורקיה" },
    { value: "טויוטה יפן", label: "טויוטה יפן" },
    { value: "טויוטה מקסיקו", label: "טויוטה מקסיקו" },
    { value: "טויוטה ספרד", label: "טויוטה ספרד" },
    { value: "טויוטה צ'כיה", label: "טויוטה צ'כיה" },
    { value: "טויוטה צרפת", label: "טויוטה צרפת" },
    { value: "טויוטה קנדה", label: "טויוטה קנדה" },
    { value: "טויוטה תאילנד", label: "טויוטה תאילנד" },
  
    { value: "טסלה ארה''ב", label: "טסלה ארה''ב" },
    { value: "טסלה גרמניה", label: "טסלה גרמניה" },
    { value: "טסלה סין", label: "טסלה סין" },
  
    { value: "יגואר", label: "יגואר" },
  
    { value: "יונדאי ארה\"ב", label: "יונדאי ארה\"ב" },
    { value: "יונדאי הודו", label: "יונדאי הודו" },
    { value: "יונדאי טורקיה", label: "יונדאי טורקיה" },
    { value: "יונדאי צ'כיה", label: "יונדאי צ'כיה" },
    { value: "יונדאי קוריאה", label: "יונדאי קוריאה" },
  
    { value: "לינק אנד קו", label: "לינק אנד קו" },
    { value: "ליפמוטור סין", label: "ליפמוטור סין" },
    { value: "למבורגיני", label: "למבורגיני" },
    { value: "לנדרובר אנגליה", label: "לנדרובר אנגליה" },
    { value: "לנדרובר סלובקי", label: "לנדרובר סלובקי" },
    { value: "לנצ'יה", label: "לנצ'יה" },
    { value: "לנציה פולין", label: "לנציה פולין" },
    { value: "לקסוס יפן", label: "לקסוס יפן" },
    { value: "לקסוס קנדה", label: "לקסוס קנדה" },
  
    { value: "מ.ג סין", label: "מ.ג סין" },
    { value: "מאן פולין", label: "מאן פולין" },
    { value: "מזארטי איטליה", label: "מזארטי איטליה" },
  
    { value: "מזדה ארה\"ב", label: "מזדה ארה\"ב" },
    { value: "מזדה יפן", label: "מזדה יפן" },
    { value: "מזדה צרפת", label: "מזדה צרפת" },
    { value: "מזדה תאילנד", label: "מזדה תאילנד" },
  
    { value: "מיצובישי הולנד", label: "מיצובישי הולנד" },
    { value: "מיצובישי יפן", label: "מיצובישי יפן" },
    { value: "מיצובישי פורט'", label: "מיצובישי פורט'" },
    { value: "מיצובישי תאילנ", label: "מיצובישי תאילנ" },
  
    { value: "מקסוס סין", label: "מקסוס סין" },
  
    { value: "מרוטי-סוזוקי", label: "מרוטי-סוזוקי" },
  
    { value: "מרצדס בנץ ארהב", label: "מרצדס בנץ ארהב" },
    { value: "מרצדס בנץ גרמנ", label: "מרצדס בנץ גרמנ" },
    { value: "מרצדס בנץ ד.אפ", label: "מרצדס בנץ ד.אפ" },
    { value: "מרצדס בנץ הונג", label: "מרצדס בנץ הונג" },
    { value: "מרצדס בנץ מקסי", label: "מרצדס בנץ מקסי" },
    { value: "מרצדס בנץ ספרד", label: "מרצדס בנץ ספרד" },
    { value: "מרצדס בנץ פינל", label: "מרצדס בנץ פינל" },
    { value: "מרצדס-בנץ אוסט", label: "מרצדס-בנץ אוסט" },
    { value: "מרצדס-בנץ צרפת", label: "מרצדס-בנץ צרפת" },
  
    { value: "ניאו רכב סין", label: "ניאו רכב סין" },
  
    { value: "ניסאן אנגליה", label: "ניסאן אנגליה" },
    { value: "ניסאן ארה\"ב", label: "ניסאן ארה\"ב" },
    { value: "ניסאן הודו", label: "ניסאן הודו" },
    { value: "ניסאן יפן", label: "ניסאן יפן" },
    { value: "ניסאן מקסיקו", label: "ניסאן מקסיקו" },
    { value: "ניסאן ספרד", label: "ניסאן ספרד" },
    { value: "ניסאן צרפת", label: "ניסאן צרפת" },
  
    { value: "סאאב פינלנד", label: "סאאב פינלנד" },
    { value: "סאאב שודיה", label: "סאאב שודיה" },
  
    { value: "סאנגיונג ד.קור", label: "סאנגיונג ד.קור" },
  
    { value: "סובארו ארה\"ב", label: "סובארו ארה\"ב" },
    { value: "סובארו יפן", label: "סובארו יפן" },
  
    { value: "סוזוקי הודו", label: "סוזוקי הודו" },
    { value: "סוזוקי הונגריה", label: "סוזוקי הונגריה" },
    { value: "סוזוקי תאילנד", label: "סוזוקי תאילנד" },
    { value: "סוזוקי-יפן", label: "סוזוקי-יפן" },
  
    { value: "סיאט בלגיה", label: "סיאט בלגיה" },
    { value: "סיאט גרמניה", label: "סיאט גרמניה" },
    { value: "סיאט סלובקיה", label: "סיאט סלובקיה" },
    { value: "סיאט ספרד", label: "סיאט ספרד" },
    { value: "סיאט פורטוגל", label: "סיאט פורטוגל" },
    { value: "סיאט צ'כיה", label: "סיאט צ'כיה" },
  
    { value: "סיטרואן אנגליה", label: "סיטרואן אנגליה" },
    { value: "סיטרואן יפן", label: "סיטרואן יפן" },
    { value: "סיטרואן סלובק", label: "סיטרואן סלובק" },
    { value: "סיטרואן ספרד", label: "סיטרואן ספרד" },
    { value: "סיטרואן פורטוג", label: "סיטרואן פורטוג" },
    { value: "סיטרואן צ'כיה", label: "סיטרואן צ'כיה" },
    { value: "סיטרואן צרפת", label: "סיטרואן צרפת" },
    { value: "סיטרואן תורכיה", label: "סיטרואן תורכיה" },
  
    { value: "סמארט ג'.מ.ב.ה", label: "סמארט ג'.מ.ב.ה" },
    { value: "סמארט סין", label: "סמארט סין" },
    { value: "סמארט סלובניה", label: "סמארט סלובניה" },
    { value: "סמארט צרפת", label: "סמארט צרפת" },
  
    { value: "סקודה סלובקיה", label: "סקודה סלובקיה" },
    { value: "סקודה צ'כיה", label: "סקודה צ'כיה" },
    { value: "סקיוול סין", label: "סקיוול סין" },
  
    { value: "סרס סין", label: "סרס סין" },
    { value: "פאריזון סין", label: "פאריזון סין" },
    { value: "פוטון סין", label: "פוטון סין" },
  
    { value: "פולסטאר סין", label: "פולסטאר סין" },
  
    { value: "פולקסווגן ארהב", label: "פולקסווגן ארהב" },
    { value: "פולקסווגן בלגי", label: "פולקסווגן בלגי" },
    { value: "פולקסווגן גרמנ", label: "פולקסווגן גרמנ" },
    { value: "פולקסווגן ד.אפ", label: "פולקסווגן ד.אפ" },
    { value: "פולקסווגן מכסי", label: "פולקסווגן מכסי" },
    { value: "פולקסווגן סין", label: "פולקסווגן סין" },
    { value: "פולקסווגן סלוב", label: "פולקסווגן סלוב" },
    { value: "פולקסווגן פולי", label: "פולקסווגן פולי" },
    { value: "פולקסווגן פורט", label: "פולקסווגן פורט" },
    { value: "פולקסווגן-ספרד", label: "פולקסווגן-ספרד" },
  
    { value: "פורד ארה\"ב", label: "פורד ארה\"ב" },
    { value: "פורד בריטניה", label: "פורד בריטניה" },
    { value: "פורד גרמניה", label: "פורד גרמניה" },
    { value: "פורד ד אפריקה", label: "פורד ד אפריקה" },
    { value: "פורד מקסיקו", label: "פורד מקסיקו" },
    { value: "פורד ספרד", label: "פורד ספרד" },
    { value: "פורד קנדה", label: "פורד קנדה" },
    { value: "פורד רומניה", label: "פורד רומניה" },
    { value: "פורד תאילנד", label: "פורד תאילנד" },
    { value: "פורד תורכיה", label: "פורד תורכיה" },
    { value: "פורד-בלגיה", label: "פורד-בלגיה" },
  
    { value: "פורשה גרמניה", label: "פורשה גרמניה" },
    { value: "פורשה סלובקיה", label: "פורשה סלובקיה" },
  
    { value: "פורתינג סין", label: "פורתינג סין" },
    { value: "פיאג'ו איטליה", label: "פיאג'ו איטליה" },
    { value: "פיאט איטליה", label: "פיאט איטליה" },
    { value: "פיאט יפן", label: "פיאט יפן" },
    { value: "פיאט ספרד", label: "פיאט ספרד" },
    { value: "פיאט סרביה", label: "פיאט סרביה" },
    { value: "פיאט פולין", label: "פיאט פולין" },
    { value: "פיאט פורטוגל", label: "פיאט פורטוגל" },
    { value: "פיאט צרפת", label: "פיאט צרפת" },
    { value: "פיאט קרייזלר", label: "פיאט קרייזלר" },
    { value: "פיאט תאילנד", label: "פיאט תאילנד" },
    { value: "פיאט תורכיה", label: "פיאט תורכיה" },
  
    { value: "פיג'ו אוסטריה", label: "פיג'ו אוסטריה" },
    { value: "פיג'ו סלובקיה", label: "פיג'ו סלובקיה" },
    { value: "פיג'ו ספרד", label: "פיג'ו ספרד" },
    { value: "פיג'ו פולין", label: "פיג'ו פולין" },
    { value: "פיג'ו פורטוגל", label: "פיג'ו פורטוגל" },
    { value: "פיג'ו צ'כיה", label: "פיג'ו צ'כיה" },
    { value: "פיג'ו צרפת", label: "פיג'ו צרפת" },
    { value: "פיג'ו תורכיה", label: "פיג'ו תורכיה" },
  
    { value: "פיגו איטליה", label: "פיגו איטליה" },
    { value: "פיגו מרוקו", label: "פיגו מרוקו" },
  
    { value: "פרארי", label: "פרארי" },
  
    { value: "צ'רי סין", label: "צ'רי סין" },
  
    { value: "קאדילאק ארה\"ב", label: "קאדילאק ארה\"ב" },
    { value: "קאדילאק מכסיקו", label: "קאדילאק מכסיקו" },
  
    { value: "קוואן סין", label: "קוואן סין" },
  
    { value: "קופרה הונגריה", label: "קופרה הונגריה" },
    { value: "קופרה סין", label: "קופרה סין" },
    { value: "קופרה ספרד", label: "קופרה ספרד" },
  
    { value: "קיה מכסיקו", label: "קיה מכסיקו" },
    { value: "קיה סלובקיה", label: "קיה סלובקיה" },
    { value: "קיה קוריאה", label: "קיה קוריאה" },
  
    { value: "קיי גי מוביליט", label: "קיי גי מוביליט" },
  
    { value: "קרייזלר ארה\"ב", label: "קרייזלר ארה\"ב" },
    { value: "קרייזלר מכסיקו", label: "קרייזלר מכסיקו" },
    { value: "קרייזלר קנדה", label: "קרייזלר קנדה" },
    { value: "קרייזלר-אוסטרי", label: "קרייזלר-אוסטרי" },
  
    { value: "רובר אנגליה", label: "רובר אנגליה" },
    { value: "רולס-רויס", label: "רולס-רויס" },
  
    { value: "רנו ד.קוריאה", label: "רנו ד.קוריאה" },
    { value: "רנו טורקיה", label: "רנו טורקיה" },
    { value: "רנו סלובניה", label: "רנו סלובניה" },
    { value: "רנו ספרד", label: "רנו ספרד" },
    { value: "רנו צרפת", label: "רנו צרפת" },
    { value: "רנו רומניה", label: "רנו רומניה" },
  
    { value: "שברולט ארה\"ב", label: "שברולט ארה\"ב" },
    { value: "שברולט ד.קוריא", label: "שברולט ד.קוריא" },
    { value: "שברולט מקסיקו", label: "שברולט מקסיקו" },
    { value: "שברולט קנדה", label: "שברולט קנדה" }
  ];